/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@의 생일";

/* Title for event birthday (without a name) */
"Birthday" = "생일";

"FACEBOOK_CALENDAR_NAME" = "Facebook 이벤트";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "캘린더";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "미리 알림";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "미리 알림";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "미리 알림";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "이 이벤트는 편집할 수 없습니다.";

"NO_CALENDAR_ERROR" = "설정된 캘린더가 없습니다.";

"NO_START_DATE_ERROR" = "설정된 시작 날짜가 없습니다.";

"NO_END_DATE_ERROR" = "설정된 종료 날짜가 없습니다.";

"DATES_INVERTED_ERROR" = "시작 날짜가 종료 날짜 이전이어야 합니다.";

"UNEXPECTED_ERROR" = "예기치 않은 오류가 발생했습니다.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "해당 캘린더를 다른 계정으로 옮길 수 없습니다.";


"CALENDAR_READ_ONLY_ERROR" = "이 캘린더는 읽기 전용입니다.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "이렇게 자주 반복하기에는 너무 긴 이벤트입니다.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "알림이 발생하기 전에 이벤트가 반복됩니다.";

"START_DATE_FUTURE_ERROR" = "너무 먼 미래의 이벤트입니다.";

"OCCURRENCE_COLLISION_ERROR" = "이 날짜에 해당 이벤트가 발생하는 경우가 또 있습니다.";

"INVITES_CANNOT_MOVE_ERROR" = "초대를 다른 캘린더로 옮길 수 없습니다.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "미리 알림의 위치를 지오코드로 만들어서 알람을 발생시키는 주소로 사용할 수 없습니다.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "저 이벤트는 저 이벤트 스토어에 속하지 않습니다.";

/* developer error */
"SPAN_ERROR" = "유효하지 않은 범위를 지정했습니다.";

"CALENDAR_HAS_NO_SOURCE" = "캘린더 소스 없음";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "반복 필드를 변경할 수 없습니다.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "알람을 변경할 수 없습니다.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "참석자를 변경할 수 없습니다.";

"CALENDAR_IMMUTABLE" = "해당 캘린더를 변경하거나 삭제할 수 없습니다.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "이 계정에서는 지리 정보를 포함하는 위치 기능이 지원되지 않습니다.";

"ACTIONS_NOT_SUPPORTED" = "이 계정에서는 동작을 지원하지 않습니다.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "이 계정에서는 미리 알림에 대한 위치 기능이 지원되지 않습니다.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "이 계정에서는 근접도 기준의 알람 기능이 지원되지 않습니다.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "반복되는 미리 알림은 마감일이 있어야 합니다.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "이 계정에서는 캘린더 추가 또는 제거가 허용되지 않습니다.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "해당 계정은 이벤트가 추가되는 것을 허용하지 않습니다.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "해당 계정은 미리 알림이 추가되는 것을 허용하지 않습니다.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "해당 계정은 미리 알림을 지원하지 않습니다.";

"PRIORITY_IS_INVALID" = "우선순위는 0에서 9사이여야 합니다.";

"INVALID_ENTITY_TYPE" = "유효한 EKEntityType이 아닙니다.";
